[M_Ep13_KillAngel MissionDefinition]
MissionName="Angels are afraid to enter"
MissionDescription="An angel wants to give you a good check, but only if you get it first.."
TurnInDescription="The angel died and the pink intruder took the room key. It's time to finish off Handsome Jack.."
MissionSummary="I went to Angelo and stole the room key.."
MissionGiver="rolling"
MissionTurnInLocation="Rowland"
TeaserText=""

[M_Ep13_KillAngel:AngelDyingSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:AngelEtherealSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:AngelExpositionSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:AngelHallwaySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:BUNK3RIntroCardSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:ConvinceClaptrap MissionObjectiveDefinition]
ProgressMessage="Defeat Claptrap to help."

[M_Ep13_KillAngel:ConvinceClaptrapSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:DeactivateBarrier MissionObjectiveDefinition]
ProgressMessage="Close the lock"

[M_Ep13_KillAngel:DeactivateBarrierSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:DestroyAllAutocannonsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:DestroyAutocannons MissionObjectiveDefinition]
ProgressMessage="Destroy the automaton"

[M_Ep13_KillAngel:DestroyBUNK3R MissionObjectiveDefinition]
ProgressMessage="Destroy BNK-3R"

[M_Ep13_KillAngel:DestroyBunker MissionObjectiveDefinition]
ProgressMessage="destroy the shelter"

[M_Ep13_KillAngel:DestroyBunkerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:DestroyEridiumInjectorsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:DestroyEridiumPipes MissionObjectiveDefinition]
ProgressMessage="Avoid red blood cell transfusions"

[M_Ep13_KillAngel:DestroyFirstAutocannon MissionObjectiveDefinition]
ProgressMessage="Destroy the ego"

[M_Ep13_KillAngel:DestroyFirstAutocannonSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:ElevatorRideSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:GoToCliffs MissionObjectiveDefinition]
ProgressMessage="Go to Mill Court."

[M_Ep13_KillAngel:GoToCliffsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:HyperionBridgeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:HyperionGate01Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:HyperionGate02Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:HyperionGate03Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:JackDoorBioScanSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:LowerBarricadeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:MeetClaptrapAtCliffs MissionObjectiveDefinition]
ProgressMessage="Learn to influence people."

[M_Ep13_KillAngel:MeetClaptrapSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:OpenJackDoor MissionObjectiveDefinition]
ProgressMessage="open the safe door"

[M_Ep13_KillAngel:ReachedTheBunkerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep13_KillAngel:StealVaultKey MissionObjectiveDefinition]
ProgressMessage="Bedroom key stolen"

